/*
 * 깃허브 공유 금지! 현재 이건 샘플 파일!!깃허브 공유 금지! 현재 이건 샘플 파일!! 깃허브 공유 금지! 현재 이건 샘플 파일!!깃허브 공유 금지! 현재 이건 샘플 파일!!
 * 깃허브 공유 금지! 현재 이건 샘플 파일!!깃허브 공유 금지! 현재 이건 샘플 파일!! 깃허브 공유 금지! 현재 이건 샘플 파일!!깃허브 공유 금지! 현재 이건 샘플 파일!!
 * 깃허브 공유 금지! 현재 이건 샘플 파일!!깃허브 공유 금지! 현재 이건 샘플 파일!! 깃허브 공유 금지! 현재 이건 샘플 파일!!깃허브 공유 금지! 현재 이건 샘플 파일!!
 * 깃허브 공유 금지! 현재 이건 샘플 파일!!깃허브 공유 금지! 현재 이건 샘플 파일!! 깃허브 공유 금지! 현재 이건 샘플 파일!!깃허브 공유 금지! 현재 이건 샘플 파일!!
 * 깃허브 공유 금지! 현재 이건 샘플 파일!!깃허브 공유 금지! 현재 이건 샘플 파일!! 깃허브 공유 금지! 현재 이건 샘플 파일!!깃허브 공유 금지! 현재 이건 샘플 파일!!
 * 깃허브 공유 금지! 현재 이건 샘플 파일!!깃허브 공유 금지! 현재 이건 샘플 파일!! 깃허브 공유 금지! 현재 이건 샘플 파일!!깃허브 공유 금지! 현재 이건 샘플 파일!!
 * 깃허브 공유 금지! 현재 이건 샘플 파일!!깃허브 공유 금지! 현재 이건 샘플 파일!! 깃허브 공유 금지! 현재 이건 샘플 파일!!깃허브 공유 금지! 현재 이건 샘플 파일!!
 * 깃허브 공유 금지! 현재 이건 샘플 파일!!깃허브 공유 금지! 현재 이건 샘플 파일!! 깃허브 공유 금지! 현재 이건 샘플 파일!!깃허브 공유 금지! 현재 이건 샘플 파일!!
 * 깃허브 공유 금지! 현재 이건 샘플 파일!!깃허브 공유 금지! 현재 이건 샘플 파일!! 깃허브 공유 금지! 현재 이건 샘플 파일!!깃허브 공유 금지! 현재 이건 샘플 파일!!
 *  깃허브 공유 금지! 현재 이건 샘플 파일!!깃허브 공유 금지! 현재 이건 샘플 파일!! 깃허브 공유 금지! 현재 이건 샘플 파일!!깃허브 공유 금지! 현재 이건 샘플 파일!!
 * 깃허브 공유 금지! 현재 이건 샘플 파일!!깃허브 공유 금지! 현재 이건 샘플 파일!! 깃허브 공유 금지! 현재 이건 샘플 파일!!깃허브 공유 금지! 현재 이건 샘플 파일!!
 * 깃허브 공유 금지! 현재 이건 샘플 파일!!깃허브 공유 금지! 현재 이건 샘플 파일!! 깃허브 공유 금지! 현재 이건 샘플 파일!!깃허브 공유 금지! 현재 이건 샘플 파일!!
 * 깃허브 공유 금지! 현재 이건 샘플 파일!!깃허브 공유 금지! 현재 이건 샘플 파일!! 깃허브 공유 금지! 현재 이건 샘플 파일!!깃허브 공유 금지! 현재 이건 샘플 파일!!
 * 깃허브 공유 금지! 현재 이건 샘플 파일!!깃허브 공유 금지! 현재 이건 샘플 파일!! 깃허브 공유 금지! 현재 이건 샘플 파일!!깃허브 공유 금지! 현재 이건 샘플 파일!!
 * 깃허브 공유 금지! 현재 이건 샘플 파일!!깃허브 공유 금지! 현재 이건 샘플 파일!! 깃허브 공유 금지! 현재 이건 샘플 파일!!깃허브 공유 금지! 현재 이건 샘플 파일!!
 * 깃허브 공유 금지! 현재 이건 샘플 파일!!깃허브 공유 금지! 현재 이건 샘플 파일!! 깃허브 공유 금지! 현재 이건 샘플 파일!!깃허브 공유 금지! 현재 이건 샘플 파일!!
 * 깃허브 공유 금지! 현재 이건 샘플 파일!!깃허브 공유 금지! 현재 이건 샘플 파일!! 깃허브 공유 금지! 현재 이건 샘플 파일!!깃허브 공유 금지! 현재 이건 샘플 파일!!
 * 깃허브 공유 금지! 현재 이건 샘플 파일!!깃허브 공유 금지! 현재 이건 샘플 파일!! 깃허브 공유 금지! 현재 이건 샘플 파일!!깃허브 공유 금지! 현재 이건 샘플 파일!!
 * 깃허브 공유 금지! 현재 이건 샘플 파일!!깃허브 공유 금지! 현재 이건 샘플 파일!! 깃허브 공유 금지! 현재 이건 샘플 파일!!깃허브 공유 금지! 현재 이건 샘플 파일!!
 */

package com.cbums.common.security;

import org.springframework.security.crypto.bcrypt.BCrypt;
import org.springframework.security.crypto.bcrypt.BCryptPasswordEncoder;
import org.springframework.security.crypto.password.PasswordEncoder;
import org.springframework.stereotype.Service;

@Service
public class EncryptionService extends BCryptPasswordEncoder {

}
