// 깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!
// 깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!
// 깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!
// 깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!
// 깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!
// 깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!
// 깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!
// 깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!
// 깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!
// 깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!
// 깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!
// 깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!
// 깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!
// 깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!
// 깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!
// 깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!
// 깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!
// 깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!
// 깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!
// 깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!
// 깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!
// 깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!

package com.cbums.config;

public class MailSenderConfig {
    // 깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!
// 깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!
// 깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!
// 깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!
// 깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!
// 깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!
// 깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!
    private final String id = "naverid";
    private final String password = "password";
    // 깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!
// 깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!
// 깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!
// 깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!
// 깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!
// 깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!
// 깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!깃허브 업로드 금지...!


    public String getId() {
        return id;
    }

    public String getPassword() {
        return password;
    }
}
